Repository: danerx77/f1
Catalog: tm/srcdataregion_map.tmx
Source language: en
Languages: pl

source: PALLET TOWN
pl: WIOSKA PALLET

source: VIRIDIAN CITY
pl: MIASTO VIRIDIAN

source: PEWTER CITY
pl: MIASTO PEWTER

source: CERULEAN CITY
pl: MIASTO CERULEAN

source: LAVENDER TOWN
pl: WIOSKA LAVENDER

source: VERMILION CITY
pl: MIASTO VERMILION

source: CELADON CITY
pl: MIASTO CELADON

source: FUCHSIA CITY
pl: MIASTO FUCHSIA

source: CINNABAR ISLAND
pl: WYSPA CINNABAR

source: INDIGO PLATEAU
pl: INDYGOWY PŁASKOWYŻ

source: SAFFRON CITY
pl: MIASTO SAFFRON

source: ROUTE 4
pl: DROGA 4

source: ROUTE 10
pl: DROGA 10

source: ROUTE 1
pl: DROGA 1

source: ROUTE 2
pl: DROGA 2

source: ROUTE 3
pl: DROGA 3

source: ROUTE 5
pl: DROGA 5

source: ROUTE 6
pl: DROGA 6

source: ROUTE 7
pl: DROGA 7

source: ROUTE 8
pl: DROGA 8

source: ROUTE 9
pl: DROGA 9

source: ROUTE 11
pl: DROGA 11

source: ROUTE 12
pl: DROGA 12

source: ROUTE 13
pl: DROGA 13

source: ROUTE 14
pl: DROGA 14

source: ROUTE 15
pl: DROGA 15

source: ROUTE 16
pl: DROGA 16

source: ROUTE 17
pl: DROGA 17

source: ROUTE 18
pl: DROGA 18

source: ROUTE 19
pl: DROGA 19

source: ROUTE 20
pl: DROGA 20

source: ROUTE 21
pl: DROGA 21

source: ROUTE 22
pl: DROGA 22

source: ROUTE 23
pl: DROGA 23

source: ROUTE 24
pl: DROGA 24

source: ROUTE 25
pl: DROGA 25

source: VIRIDIAN FOREST
pl: LAS VIRIDIAŃSKI

source: MT. MOON
pl: GÓRA KSIĘŻYCOWA

source: S.S. ANNE
pl: S.S. ANNA

source: UNDERGROUND PATH
pl: PODZIEMNY TUNEL

source: DIGLETT'S CAVE
pl: JASKINIA DIGLETTA

source: VICTORY ROAD
pl: DROGA ZWYCIĘSTWA

source: ROCKET HIDEOUT
pl: KRYJÓWKA ZESPOŁU R

source: POKéMON MANSION
pl: POKéMONOWY DWÓR

source: SAFARI ZONE
pl: STREFA SAFARI

source: POKéMON LEAGUE
pl: LIGA POKéMON

source: ROCK TUNNEL
pl: TUNEL SKAŁ

source: SEAFOAM ISLANDS
pl: WYSPY SEAFOAM

source: POKéMON TOWER
pl: WIEŻA POKéMON

source: CERULEAN CAVE
pl: JASKINIA CERULEAN

source: POWER PLANT
pl: ELEKTROWNIA

source: ONE ISLAND
pl: WYSPA ONE

source: TWO ISLAND
pl: WYSPA TWO

source: THREE ISLAND
pl: WYSPA THREE

source: FOUR ISLAND
pl: WYSPA FOUR

source: FIVE ISLAND
pl: WYSPA FIVE

source: SEVEN ISLAND
pl: WYSPA SEVEN

source: SIX ISLAND
pl: WYSPA SIX

source: KINDLE ROAD
pl: KRUCHA DROGA

source: TREASURE BEACH
pl: PLAŻA SKARBÓW

source: CAPE BRINK
pl: PRZYLĄDEK BRINK

source: BOND BRIDGE
pl: MOST WIĘZI

source: THREE ISLE PORT
pl: PORT WYSPY THREE

source: RESORT GORGEOUS
pl: ŚWIETNY OŚRODEK

source: WATER LABYRINTH
pl: WODNY LABIRYNT

source: FIVE ISLE MEADOW
pl: ŁĄKA WYSPY FIVE

source: MEMORIAL PILLAR
pl: FILAR PAMIĘCI

source: OUTCAST ISLAND
pl: WYSPA W ODDALI

source: GREEN PATH
pl: ZIELONA ŚCIEŻKA

source: WATER PATH
pl: WODNA ŚCIEŻKA

source: RUIN VALLEY
pl: DOLINA RUIN

source: TRAINER TOWER
pl: WIEŻA TRENERÓW

source: CANYON ENTRANCE
pl: WEJŚCIE KANIONU

source: SEVAULT CANYON
pl: KANION SEVAULT

source: TANOBY RUINS
pl: RUINY TANOBY

source: NAVEL ROCK
pl: SKAŁA PĘPKA

source: MT. EMBER
pl: GÓRA ŻARU

source: BERRY FOREST
pl: JAGODOWY LAS

source: ICEFALL CAVE
pl: JASKINIA LODOSPADU

source: ROCKET WAREHOUSE
pl: SKŁAD ZESPOŁU R

source: DOTTED HOLE
pl: KROPKOWANY OTWÓR

source: LOST CAVE
pl: ZAGINIONA JASKINIA

source: PATTERN BUSH
pl: WZOROWANY KRZEW

source: ALTERING CAVE
pl: JASKINIA ZMIAN

source: TANOBY CHAMBERS
pl: KOMNATY TANOBY

source: THREE ISLE PATH
pl: ŚCIEŻKA WYSPY THREE

source: TANOBY KEY
pl: KLUCZ TANOBY

source: BIRTH ISLAND
pl: WYSPA NARODZIN

source: MONEAN CHAMBER
pl: KOMNATA MONEAN

source: LIPTOO CHAMBER
pl: KOMNATA LIPTOO

source: WEEPTH CHAMBER
pl: KOMNATA WEEPTH

source: DILFORD CHAMBER
pl: KOMNATA DILFORD

source: SCUFIB CHAMBER
pl: KOMNATA SCUFIB

source: RIXY CHAMBER
pl: KOMNATA RIXY

source: VIAPOIS CHAMBER
pl: KOMNATA VIAPOIS

source: EMBER SPA
pl: KOMNATA EMBER

source: CELADON DEPT.
pl: DOM TOWAROWY CELADON
